import React from 'react';
import './index.css';

export default class Declare extends React.Component {
  constructor(props) {
    super(props);
    document.title = '隐私政策';
  }
  render() {
    return (
      <div className="declare-detail-wrap">
        <div className="title">隐私政策</div>
        <div className="content">
          <p className="sub-title">用户名和密码</p>
          <p>如果您打算使用乌鲁木齐华途威通汽车销售有限公司及其所开发的企业内部工作平台，您需要选择一个用户名和密码。您只能通过您的密码来使用您的账号。如果您泄漏了密码，您可能会丢失了您的企业信息，并且有可能导致对您不利的司法行为。</p>
          <p className="sub-title">注册信息</p>
          <p>注册信息时，只能通过商务申请获取用户名和密码，当您在填写注册信息时，需要您提供您公司名称、您的姓名，公司所在地区，联系电话，电子邮件。我们使用注册信息来获得用户的统计资料。我们将会用这些统计数据来给我们的用户分类，例如年龄、产业和国家，以便有针对性地向我们的用户提供新的服务和机会。我们会通过您的邮件地址来通知您这些新的服务和机会。</p>
          <p className="sub-title">Cookie的使用</p>
          <p>Cookie是在您首次访问某一网站时发送到您的计算机的一个小型数据文件。与大多数网站的Cookie一样，我们的Cookie也为您所使用的计算机提供了唯一一个识别号码。我们使用cookie来使我们的网站对用户更友好。它可以帮您省去为使用我们的服务而重复输入注册信息和跟踪您的浏览器的状态。</p>
          <p className="sub-title">第三方</p>
          <p>乌鲁木齐华途威通汽车销售有限公司将不会在不通知的情况下透露用户的信息，除非被法律强制或依政府要求才善意地披露您的资料。</p>
          <p className="sub-title">信息的存储和交换</p>
          <p>用户信息和资料被收集和存储在放置于中国的服务器上。只有为了做备份的需要时，我们才可能需要将您的资料传送到别国的服务器上。</p>
          <p className="sub-title">安全</p>
          <p>我们网站有相应的安全措施来确保我们掌握的信息不丢失，不被滥用和变造。这些安全措施包括向其它服务器备份数据和对用户密码加密。尽管我们有这些安全措施，但请注意在因特网上不存在“完善的安全措施”。</p>
          <p className="sub-title">联系我们</p>
          <p>如果您对本隐私申明或隐私保护措施以及您在使用中的问题有任何意见和建议请和我们联系：<span className="tip">service@jingoal.com</span>。</p>
          <p className="sub-title">法律声明</p>
          <p>欢迎您使用乌鲁木齐华途威通汽车销售有限公司及其所开发的企业工作平台，在您申请使用时，需要您仔细阅读并同意以下条款。只有选择“我同意”，注册才能继续进行下去，一旦您安装和使用了本软件，就等于确认接受本软件并同意受本条款的约束。我公司可随时自行全权决定更改“条款”。如“条款”有任何变更，我公司将在其网站上刊载公告，通知您。如您不同意相关变更，必须停止使用“服务”。经修订的“条款”一经在我公司网站公布后，立即自动生效。您应在第一次登录后仔细阅读修订后的“条款”，并有权选择停止继续使用“服务”；一旦您继续使用“服务”，则表示您已接受经修订的“条款”，如发生争议时，应以最新的服务协议为准。</p>
          <p className="sub-title">本网站上信息</p>
          <p>乌鲁木齐华途威通汽车销售有限公司在本服务中和对本服务拥有所有的权利、产权和利益，包括但不限于所有知识产权，并且此类权利受国际知识产权法律保护。任何用户均不得对本服务进行拷贝、复制或修改，或者由本服务创作派生作品。不得使用任何漫游器、抓取工具、其它自动设备或手动过程对本服务的任何内容进行监控或复制。</p>
          <p>对于用户在自己的乌鲁木齐华途威通汽车销售有限公司管理帐户中上载、传输或存储的所有内容，包括所有文字、数据、信息、图片、照片、音乐、声音、视频或其它材料， 我公司不会要求任何所有权。除了向用户提供本服务之外，我公司不会将您的内容用于任何其它用途。</p>
          <p className="sub-title">意见及网上论坛</p>
          <p>本网站表述的任何意见均属于作者个人意见，并不代表乌鲁木齐华途威通汽车销售有限公司的意见。</p>
          <p className="sub-title">知识产权声明</p>
          <p>乌鲁木齐华途威通汽车销售有限公司拥有本网站内所有信息内容(包括但不限于文字、图片、软件、音频、视频)的版权.任何被授权的浏览、复制、打印和传播属于本网站内的资料必须符合以下条件：</p>
          <ul>
            <li>所有的资料和图像均以获得信息为目的；</li>
            <li>所有的资料和图像均不得用于商业目的；</li>
            <li>所有的资料、图像及其任何部分都必须包括此版权声明。</li>
          </ul>
          <p>本网站所有的产品、技术和程序都属于乌鲁木齐华途威通汽车销售有限公司的知识产权。“浩源车e贷”是我公司的内部使用和对外展示的工作平台，“微车生活”、“凤凰车e贷”均是我公司的注册商标。</p>
          <p>未经乌鲁木齐华途威通汽车销售有限公司的许可，任何人不得擅自（包括但不限于：以非法的方式复制、传播、展示、镜像、上传、下载）使用。否则，乌鲁木齐华途威通汽车销售有限公司将依法追究法律责任。</p>
          <p className="sub-title">免责声明</p>
          <p>鉴于计算机及互联网的特殊性，因黑客、病毒、电信部门技术或政策调整等引起的事件，或乌鲁木齐华途威通汽车销售有限公司为进行服务器配置、维护而短时间中断服务，或由于Internet上通路的阻塞造成用户无法使用乌鲁木齐华途威通汽车销售有限公司企业工作平台的管理服务或服务质量下降，不属于乌鲁木齐华途威通汽车销售有限公司违约，因此给用户造成损失，乌鲁木齐华途威通汽车销售有限公司不承担责任。</p>
          <p>对于因我公司合理控制范围以外的原因，包括但不限于自然灾害、罢工或骚乱、物质短缺或定量配给、暴动、战争行为、政府行为、停电，通讯线路中断，他人蓄意破坏，黑客攻击，计算机病毒入侵或发作，电信部门技术、政策等影响网络正常运营通讯或其它设施故障或严重伤亡事故等，致使我公司全部或部分不能履行本条款或迟延履行本条款的，乌鲁木齐华途威通汽车销售有限公司不承担责任。但乌鲁木齐华途威通汽车销售有限公司应自不可抗力事件发生之日起七日内，将事件情况以书面，电子邮件，系统广播等形式通知用户，并在事件消除后协商恢复本条款的履行，除非此等履行已不可能或者不必要。</p>
          <p>我公司网站上的链接服务可以直接进入其它站点，这些链接的站点不受我公司的控制，我公司对任何与本站链接网站的内容不负责任。</p>
        </div>
      </div>
    );
  }
}
